Repository: UniversitaDellaCalabria/unicms-unical-storage-handler
Catalog: src/unicms_unical_storage_handler/locale/*/LC_MESSAGES/django.po
Languages: it

source: No courses to import
it: Nessun corso da importare

source: Create course websites starting from the training offer
it: Crea i siti dei corsi partendo dall'offerta formativa

source: Create course websites
it: Crea i siti dei corsi

source: First name
it: Nome

source: Last name
it: Cognome

source: Telephone
it: Telefono

source: Message
it: Messaggio

source: Surname
it: Cognome

source: I have taken note of the information referred to in art. 13 of the GDPR EU 2016/679
it: Ho preso atto dell'informativa di cui all' art. 13 del GDPR EU 2016/679

source: Verification code
it: Codice di verifica

source: Your message has been successfully sent
it: Il tuo messaggio è stato inviato correttamente

source: Your message was not sent due to a technical problem. Try later
it: Il tuo messaggio non è stato inviato a causa di un problema tecnico. Riprova più tardi

source: Teachings
it: Insegnamenti

source: Persons
it: Persone

source: Applied research lines
it: Linee di ricerca applicata

source: Base research lines
it: Linee di ricerca di base

source: Degree courses
it: Corsi di laurea

source: Masters and Advanced training courses
it: Master e Corsi alta formazione

source: Laboratories
it: Laboratori

source: Patents
it: Brevetti

source: PhD Activities
it: Attività dei Dottorati

source: Projects
it: Progetti

source: Publications
it: Pubblicazioni

source: Research groups
it: Gruppi di ricerca

source: Research lines
it: Linee di ricerca

source: Companies
it: Imprese

source: Structures
it: Strutture

source: Teachers
it: Docenti

source: Activities
it: Insegnamenti

source: Joint title
it: Titolo congiunto

source: Double title
it: Doppio titolo

source: The Course
it: Il Corso

source: Enroll
it: Iscriversi

source: Opportunities
it: Opportunità

source: Organization
it: Organizzazione

source: Student opinions survey
it: Rilevazione opinioni degli studenti

source: Study
it: Studiare

source: Exam calendar
it: Calendario esami

source: Class schedule
it: Orario delle lezioni

source: results
it: risultati

source: pages
it: pagine

source: page
it: pagina

source: previous
it: precedente

source: next
it: prossimo

source: No items here
it: Nessun risultato

source: Personnel
it: Personale

source: Contacts
it: Contatti

source: Phone number
it: Numero di telefono

source: Structure type
it: Tipo struttura

source: Choose an option
it: Scegli un'opzione

source: Structure
it: Struttura

source: Role
it: Ruolo

source: Emeritus Professors
it: Professori Emeriti

source: Honorary Professors
it: Professori Onorari

source: Duration
it: Durata

source: years
it: anni

source: Language
it: Lingua

source: Erogation mode
it: Modalità di erogazione

source: Class
it: Classe

source: Department
it: Dipartimento

source: Coordinator
it: Coordinatore

source: Previous
it: Precedente

source: Course in short
it: Il corso in sintesi

source: Course in summary
it: Il corso in sintesi

source: Website
it: Sito web

source: University credits
it: Crediti formativi

source: Teaching periods
it: Periodi didattici

source: year
it: anno

source: Teaching
it: Insegnamento

source: Period
it: Periodo

source: ETCS
it: CFU

source: Interclass degree
it: Corso di laurea interclasse

source: Download brochure
it: Scarica la brochure

source: Faculty
it: Docenti

source: Academic Courses
it: Docenze Anno

source: Documents
it: Documenti

source: Degree course brochure
it: Brochure del corso

source: Digital services
it: Servizi digitali

source: Course type
it: Tipologia corso

source: Year of registration
it: Anno di immatricolazione

source: Course of study language
it: Lingua del corso di studio

source: Joint degree
it: Titolo congiunto

source: A.Y.
it: A.A.

source: Select a year prior to
it: Seleziona un anno precedente al

source: Course Area
it: Area

source: Italian
it: Italiano

source: English
it: Inglese

source: Bachelor's degree
it: Laurea Triennale

source: Master's degree (2 years)
it: Laurea Magistrale (2 anni)

source: Single-cycle master's degree (5 years)
it: Laurea Magistrale a ciclo unico (5 anni)

source: Single-cycle master's degree (6 years)
it: Laurea Magistrale a ciclo unico (6 anni)

source: Course delivered in English
it: Corso erogato in lingua inglese

source: Course with curriculum delivered in English
it: Corso con curriculum erogato in lingua inglese

source: Phasing out
it: Ad esaurimento

source: Degree course
it: Corso di laurea

source: Type
it: Tipologia

source: Year
it: Anno

source: Study paths
it: Percorsi di studio

source: Title Issued
it: Titolo rilasciato

source: Course Objectives
it: Obiettivi del corso

source: Admission Requirements
it: Requisiti di ammissione

source: Training Project
it: Progetto Formativo

source: Work Function
it: Funzione lavorativa

source: Formation Objectives Summer School
it: Obiettivi Formativi Summer School

source: Skills
it: Competenze

source: Job Opportunities
it: Opportunità di lavoro

source: Teaching Activities
it: Attività Didattiche

source: Teaching Plan
it: Piano didattico

source: Teaching Assignments
it: Incarichi didattici

source: Stage
it: Stage/Tirocinio

source: Not Expected
it: Inatteso

source: Final Test
it: Prova Finale

source: Scientific Council
it: Consiglio Scientifico

source: Internal Teachers
it: Docenti Interni

source: External Teachers
it: Docenti Esterni

source: High Formation Master Partners
it: Partner

source: Master language
it: Lingua

source: Erogation Modes
it: Modalità di erogazione

source: Academic Year
it: Anno accademico

source: European Research Council Classification
it: Classificazione European Research Council

source: Laboratory Extra Departments
it: Altri Dipartimenti Coinvolti

source: Scope
it: Finalità

source: Services Scope
it: Finalità dei servizi

source: Research Scope
it: Finalità di ricerca

source: Teaching Scope
it: Finalità Didattiche

source: Offered Services
it: Servizi offerti

source: Laboratory Equipment
it: Strumentazione

source: Research Personnel
it: Personale di ricerca

source: Tech Personnel
it: Personale tecnico

source: Area
it: Ambito

source: Infastructure
it: Infrastruttura

source: Clear all
it: Deseleziona tutto

source: Scopes
it: Finalità

source: Manager
it: Responsabile

source: Tech Area
it: Area tecnologica

source: Yes
it: Si

source: Main Teachers
it: Docenti Principali

source: Other Teachers
it: Altri Docenti

source: Notes
it: Note

source: Final Test Mode
it: Modalità test finale

source: Teacher
it: Docente

source: Referent PhD
it: Dottorato di riferimento

source: Typology
it: Tipologia

source: Cycle
it: Ciclo

source: Filters
it: Filtro

source: From
it: Da

source: To
it: A

source: Course of study ID
it: ID corso di studio

source: Course of study code
it: Codice corso di studio

source: Department ID
it: ID dipartimento

source: Study plan code
it: Codice piano di studio

source: Search
it: Cerca

source: Territorial Scope
it: Ambito territoriale

source: Program Type
it: Programma

source: Only in print
it: Solo in stampa

source: Types
it: Tipologie

source: Ref. ERC
it: Rif. ERC

source: All
it: Tutti

source: Applied
it: Applicata

source: Base
it: Di base

source: Base research (Ref. ERC)
it: Ricerca di base (Rif. ERC)

source: Applied research (Ref. ASTER)
it: Ricerca applicata (Rif. ASTER)

source: Ref. ASTER
it: Rif. ASTER

source: Course year
it: Anno di corso

source: Annuity
it: Annualità

source: First period
it: Primo periodo

source: Second period
it: Secondo periodo

source: Third period
it: Terzo periodo

source: Fourth period
it: Quarto periodo

source: First semester
it: Primo semestre

source: Second semester
it: Secondo semestre

source: First quarter
it: Primo trimestre

source: Second quarter
it: Secondo trimestre

source: Third quarter
it: Terzo trimestre

source: Fourth quarter
it: Quarto trimestre

source: Semester
it: Semestre

source: Code
it: Codice

source: Main Activity
it: Attività Principale

source: Print
it: Stampa

source: Close
it: Chiudi

source: Profile
it: Profilo

source: Notice board
it: Bacheca avvisi

source: Teaching activity
it: Didattica

source: Research
it: Ricerca

source: CV (it)
it: CV caricato (it)

source: Download
it: Scarica

source: CV (en)
it: CV caricato (en)

source: Curriculum vitae (short)
it: Curriculum vitae (breve)

source: Curriculum vitae (full)
it: Curriculum vitae (esteso)

source: Teaching Materials
it: Materiale Didattico

source: Course of study
it: Corso di studio

source: Contract teacher
it: Docente a contratto

source: Statutory
it: Statutario

source: Alternative
it: Alternativo

source: teaching optional
it: insegnamento opzionale

source: teaching required
it: insegnamento obbligatorio

source: ETCS optional
it: CFU opzionali

source: ETCS required
it: CFU obbligatori

source: teachings optional
it: insegnamenti opzionali

source: teachings required
it: insegnamenti obbligatori

source: choice between
it: a scelta tra

source: Valid option
it: Opzione valida

source: Invalid option
it: Opzione non valida

source: Degree course type
it: Tipologia corso

source: Courses to chose
it: Insegnamenti a scelta

source: Alert
it: Attenzione

source: Resource not found
it: Risorsa non trovata

source: Back to previous page
it: Torna alla pagina precedente

source: Loading data
it: Caricamento dati

source: interclass
it: interclasse

source: Activity
it: Attività

source: Address book
it: Rubrica

source: Areas and Offices
it: Aree e Uffici

source: See the list
it: Vedi lista

source: People
it: Persone

source: Previous academic years
it: Anni accademici precedenti

source: Current academic year and previous
it: Anno accademico corrente e precedenti

source: Study plan
it: Piano di studio

source: What does it mean?
it: Cosa significa?

source: Statutory study plan
it: Piano di studio statutario

source: it is the official plan that the course of study attributes automatically to all enrolled students. In the first modification of the study plan the student may change activities within any groups of optional subjects and indicate free choices
it: è il piano ufficiale che il corso di studio attribuisce automaticamente a tutti gli studenti immatricolati. Nella prima modifica del piano di studio lo studente può variare le attività all'interno di eventuali gruppi di materie opzionali e indicare le scelte libere

source: Alternative study plan
it: Piano di studio alternativo

source: it is the plan that the student presents by choosing the activities training within options and free choices, prepared by the course of study, in compliance with some constraints
it: è il piano che lo studente presenta scegliendo le attività formative all’interno di opzioni e scelte libere, predisposte dal corso di studio, nel rispetto di alcuni vincoli

source: Part-time study plan
it: Piano di studio part-time

source: is the path of the student who has opted for the part-time regime, typically with half the number of training credits per year compared to full-time
it: è il percorso dello studente che ha optato per il regime di tempo parziale, tipicamente con la metà del numero di crediti formativi per anno rispetto al tempo pieno

source: Activities of your choice
it: Attività a scelta

source: the student will be able to choose from activities offered by the university's degree courses
it: lo studente potrà scegliere tra attività offerte dai corsi di laurea dell'ateneo

source: choice
it: scelta

source: or within lists predefined by the course of study, according to the rules indicated in the plan modification web platform.
it: oppure all'interno di elenchi predefiniti dal corso di studio, secondo le regole indicate nella piattaforma web di modifica del piano.

source: Constraints
it: Vincoli

source: express the minimum/maximum number of training credits to choose within a group of courses and/or type of degree courses.
it: esprimono il numero minimo/massimo di crediti formativi da scegliere all’interno di un gruppo di insegnamenti e/o di tipologia di corsi di laurea.

source: Modification of the study plan
it: Modifica del piano di studio

source: the student can change the study plan before the start of each semester, in the relevant time window established by the Department.
it: lo studente può modificare il piano di studio prima dell’inizio di ogni semestre, nella relativa finestra temporale stabilita dal Dipartimento.

source: Follow the directions on the page
it: Seguire le indicazioni nella pagina

source: of the site
it: del sito

source: For more details, please see
it: Per maggiori dettagli, consultare il

source: Didactic regulation
it: Regolamento didattico

source: of the course and the
it: del corso e il

source: Study manifesto
it: Manifesto degli studi

source: Choose an academic year
it: Scegli un anno accademico

source: Watch video
it: Guarda il video

source: Informations
it: Informazioni

source: No data available for the selected year. It is possible to consult those from previous years or select a different degree course code
it: Nessun dato disponibile per l'anno selezionato. E' possibile consultare quelli degli anni precedenti o selezionare un codice di corso di laurea differente

source: No data available for the selected year. It is possible to consult those from previous years
it: Nessun dato disponibile per l'anno selezionato. E' possibile consultare quelli degli anni precedenti

source: Consult the page with study plans
it: Consulta la pagina con i piani di studio

source: course in brief
it: corso in pillole

source: subjects
it: cosa si studia

source: who is eligible for the course
it: chi può accedere al corso

source: how to enroll
it: come iscriversi

source: download materials
it: scarica materiali

source: request info
it: richiedi info

source: Course website
it: Sito web del corso

source: Access test
it: Test di accesso

source: Fees, contributions and excemptions
it: Tasse e contributi

source: Discover the career of former students
it: Scopri la carriera degli ex studenti del corso

source: Click here
it: Clicca qui

source: Life on Campus
it: Vita nel Campus

source: Services to students
it: Servizi agli studenti

source: Residential Centre
it: Centro Residenziale

source: On the largest and most equipped campus in Italy, you can experience a unique university community, sharing educational, recreational, sporting and cultural moments with colleagues and teachers. The Campus is equipped with study rooms, a sports centre, theatres, amphitheatres, cinemas, bars, refreshment points and other meeting spaces. A citadel that allows you to live an extraordinary human experience, as well as an educational one.
it: Nel Campus più grande e attrezzato d’Italia si vive un’esperienza di comunità universitaria unica, condividendo con colleghi e docenti momenti formativi, ludici, sportivi e culturali. Il Campus è dotato di aule studio, di un centro sportivo, teatri, anfiteatri, musei, orto botanico, cinema, bar, punti ristoro e altri spazi aggregativi. Una cittadella che consente di vivere una straordinaria esperienza umana, oltre che formativa.

source: Discover more
it: Scopri di più

source: A citadel that hosts those who live on the Campus in the best possible way, because it offers multiple services for study and for individual and collective well-being: libraries, a language learning centre, counseling and inclusion services. On the Campus there is also a health center, a post office, a bank branch and a space for silence.
it: Una cittadella che ospita nel migliore dei modi chi vive nel Campus, perché offre molteplici servizi per lo studio e per il benessere individuale e collettivo: biblioteche, centro per l’apprendimento linguistico, servizi di counselling e di inclusione. Nel Campus vi sono anche un centro sanitario, un ufficio postale, uno sportello bancario e uno spazio per il silenzio.

source: A vital articulation of the Athenaeum that completes and enhances the offer of the University of Calabria and realises the idea of an Anglo-Saxon type university campus. The campus is distributed over 10 neighbourhoods, in which the university residences are located, consisting of studios and flats with double and single rooms, each accommodation has a living room, kitchen and services. The neighbourhoods are equipped with common areas for study and recreational and sporting activities, with the presence of TV rooms, free Wi-Fi services, games rooms and gyms; laundry and bicycle rental services are also available in every neighbourhood.
it: Completa e valorizza l’offerta dell’Università della Calabria e concretizza l’idea di campus universitario di tipo anglosassone. È distribuito in 10 quartieri nei quali sono ubicate le residenze universitarie, costituite da monolocali e appartamenti con camere doppie e singole, soggiorno, cucina e servizi. I quartieri sono dotati di spazi comuni per lo studio e per le attività ricreative e sportive, con la presenza di sale tv, servizi Wi-Fi gratuiti, sale giochi e palestre; sono disponibili, altresì, servizi di lavanderia e di noleggio bici.

source: Request information for this course
it: Richiedi informazioni per questo corso

source: Submit
it: Invia

source: Confirm
it: Conferma

source: Do you want to confirm the entered data?
it: Vuoi confermare i dati immessi?

source: Yes, proceed
it: Si, procedi

source: Change academic year
it: Cambia anno accademico

source: Show past events
it: Mostra eventi passati

source: Degree course year
it: Anno del corso di laurea

source: Choose a teaching
it: Scegli un insegnamento

source: No teaching available for the selected period in the academic year
it: Nessun insegnamento disponibile per il periodo selezionato nell'anno accademico

source: Confirmed
it: Confermato

source: To be confirmed
it: Da confermare

source: Description
it: Descrizione

source: Hour
it: Ora

source: Subscriptions
it: Iscrizioni

source: Location
it: Aula

source: Calendar
it: Calendario

source: List
it: Lista

source: Go to the online lesson
it: Vai alla lezione online

source: Course detail
it: Dettagli del corso

source: Training offer
it: Offerta formativa

source: Department detail
it: Dettagli del dipartimento

source: Departments
it: Dipartimenti

source: High Formation Master
it: Master e Alta formazione

source: Master's degrees announcements
it: Annunci lauree magistrali

source: Advanced training courses announcements
it: Annunci corsi alta formazione

source: Laboratory detail
it: Dettagli laboratorio

source: PhD Activity
it: Attività del Dottorato

source: Project detail
it: Dettagli progetto

source: Publication detail
it: Dettagli pubblicazione

source: Company detail
it: Dettagli impresa

source: Structure detail
it: Dettagli struttura
